Repository: AlvaroLS01/posvscode
Catalog: pos-gui/src/main/resources/skins/bricodepot/com/comerzzia/pos/gui/i18n/*.po
Languages: it, pt

source: No hay registros para los parámetros de búsqueda seleccionados
it: Non ci sono record per i parametri di ricerca selezionati
pt: Não há registros para os parâmetros selecionados

source: Error al establecer el tipo de documento factura.
it: Errore durante l'impostazione del tipo di documento di fatturazione.
pt: Erro ao definir o tipo de documento factura.

source: Error. Dirección de servicio rest no encontrada (HTTP 404)
it: Errore. Indirizzo del servizio di riposo non trovato (HTTP 404)

source: No se pudo conectar con los servicios REST (HTTP 400)
it: Impossibile connettersi ai servizi REST (HTTP 400)

source: No se pudo conectar con los servicios REST (HTTP 500)
it: Impossibile connettersi ai servizi REST (HTTP 500)

source: No se pudo conectar con los servicios REST de la central
it: Impossibile connettersi ai servizi REST della centrale

source: Debe seleccionar antes el país correspondiente.
it: Devi prima selezionare il paese corrispondente.
pt: Deve antes selecionar o país.

source: Datos del Envío
it: Informazioni sulla spedizione
pt: Informações da Entrega

source: Entrega a cuenta
it: Consegna in conto
pt: Pagamento inicial

source: ENTREGA A CUENTA
it: CONSEGNA ALL'ACCOUNT
pt: ENTREGA A CONTA

source: DEVUELTO
it: RINVIATO
pt: DEVOLVIDO

source: El medio de pago seleccionado no permite introducir un importe superior al total del documento
it: Il mezzo di pagamento selezionato non ti consente di inserire un importo superiore al totale del documento
pt: O médio de pagamento selecionado não permite introduzir um valor maior ao total do documento

source: El valor del importe total debe ser inferior a
it: Il valore dell'importo totale deve essere inferiore a

source: ¿Es correcta la impresión del recibo del pago con tarjeta?
it: La stampa della ricevuta di pagamento della carta è corretta?

source: Borrar pago.
it: Elimina il pagamento.
pt: Eliminar pagamento.

source: Debe seleccionar un medio de pago para el cambio.
it: È necessario selezionare un mezzo di pagamento per la modifica.
pt: Você deve selecionar um meio de pagamento para a mudança.

source: Error procesando el código de barras. Revise configuración.
it: Errore durante l'elaborazione del codice a barre. Controlla la configurazione.
pt: Erro processando o código de barras. Revisar condiguração.

source: No se ha podido pesar el artículo, compruebe la configuración de la balanza.
it: L'oggetto non può essere pesato, controllare la configurazione della bilancia.
pt: Não foi possível abrir a janela de configaração

source: El artículo {0} no se ha encontrado en el documento origen de la devolución.
it: L'articolo {0} non {0} stato trovato nel documento di origine del reso.
pt: O artigo {0} não foi encontrado no documento origem da devolução.

source: La cantidad a devolver del artículo supera a la cantidad vendida.
it: L'importo da restituire dell'articolo supera la quantità venduta.
pt: A quantidade a devolver do artígo es maior que a quantidade vendida.

source: El artículo {0} existe en varias líneas del ticket original, deberá indicar la línea de devolución manualmente.
it: L'articolo {0} esiste in più righe del biglietto originale, è necessario indicare la linea di ritorno manualmente.
pt: O artigo {0} existe em algumas linhas do tíquete original, deverá indicar a linha de devolução manualmente.

source: Imposible realizar la venta, el total sin impuestos de la venta supera el máximo permitido ({0}) para el tipo de documento: {1}
it: Impossibile effettuare la vendita, il totale senza tasse della vendita supera il massimo consentito ( {0} ) per il tipo di documento: {1}
pt: Impossível fazer a venda, a venda livre de impostos total excede o máximo permitido ({0}) para o tipo de documento: {1}

source: Imposible realizar la venta, el total de la venta supera el máximo permitido ({0}) para el tipo de documento: {1}
it: Impossibile eseguire la vendita, il totale di vendita supera il massimo consentito ( {0} ) per il tipo di documento: {1}
pt: Impossível fazer a venda, a venda total excede o máximo permitido ({0}) para o tipo de documento: {1}

source: Ha ocurrido un error al anular los pagos
it: Si è verificato un errore durante l'annullamento dei pagamenti
pt: Ha havido um erro na anulação dos pagamentos

source: Ha ocurrido un error al confirmar los pagos con tarjeta de crédito
it: Si è verificato un errore durante la conferma dei pagamenti con carta di credito

source: Lo sentimos, ha ocurrido un error al recuperar el ticket
it: Siamo spiacenti, si è verificato un errore durante il recupero del ticket
pt: Desculpe, ocorreu um erro na recuperaçao do tíquete

source: No se puede recargar la tarjeta regalo en un ticket ya iniciado.
it: Non è possibile ricaricare la carta regalo su un biglietto già iniziato.
pt: Não pode recarregar o giftcard num tíquete iniciado.

source: No puede recargarse la tarjeta regalo con el pago de otra.
it: La carta regalo non può essere ricaricata con il pagamento di un altro.
pt: Não pode recarregar o giftcard com outra.

source: No puede recargarse la tarjeta regalo con el pago de otra.
it: La carta regalo non può essere ricaricata con il pagamento di un altro.
pt: Não pode recarregar o giftcard com o pagamento de outra.

source: #Servicio
pt: Tipo de visor

source: Cant. Pdte.
pt: Quantidade

source: Provincia
pt: Província

source: Cod. doc.
pt: Cod. Loja

source: #Solicitud
pt: Tipo de visor

source: POS
pt: PAGAMENTOS

source: CAMBIO
pt: CÂMBIO

source: FIDELIZADO
pt: FIDELIZAÇÃO

source: Poblacion
pt: Povoado

source: CANT
pt: QUANT

source: F.PAGO
pt: F.PAGAMENTO

source: DESCUADRE
pt: NÃO BATER

source: Descuadre
pt: Não bater

source: Telefono 2
pt: Telephone 2

source: PROVINCIA
pt: PROVÍNCIA

source: APERTURA
pt: ABERTURA

source: Número serie:
pt: Número de cartão:
