Repository: AlvaroLS01/posvscode
Catalog: pos-gui/src/main/resources/skins/bricodepot/com/comerzzia/pos/gui/i18n/*.po
Languages: it, pt

source: No se ha podido insertar la línea
it: La linea non può essere inserita
pt: Não foi possível inserir a linha

source: No existen pagos asociados al apartado.
it: Non ci sono pagamenti associati alla sezione.
pt: Não existe pagamentos associados ao apartado

source: No se puede crear un apartado vacío
it: Impossibile creare una sezione vuota
pt: Não pode criar um apartado vazio

source: Cambios guardados correctamente.
it: Modifiche salvate correttamente.
pt: Trocas salvados corretamente

source: La fecha de recogida no debe ser anterior al día de hoy.
it: La data di ritiro non deve essere anteriore a oggi.
pt: A data de retirada não deve ser anterior a hoje.

source: No se pueden editar datos de un apartado finalizado o cancelado.
it: Non è possibile modificare i dati per una sezione che è stata finalizzata o annullata.
pt: Não podem ser editados dados dum apartado finalizado ou cancelado.

source: No se puede borrar una línea que ya está servida.
it: Non è possibile eliminare una riga già servita.
pt: Não pode apagar uma linha servida.

source: El artículo ya está cancelado.
it: L'articolo è già stato cancellato.
pt: O artigo está cancelado

source: Se va a cancelar el artículo seleccionado. ¿Está seguro?
it: L'articolo selezionato sarà cancellato. Sei sicuro?
pt: Ela irá remover o item selecionado. Você tem certeza?

source: Debe confirmar o rechazar antes los cambios.
it: Devi prima confermare o rifiutare le modifiche.
pt: Deve confirmar ou recusar os câmbios

source: No se pueden añadir pagos al apartado.
it: Non è possibile aggiungere pagamenti alla sezione.
pt: Não pode adicionar pagamentos ao apartado

source: Se produjo un error en la carga del documento de pagos.
it: Si è verificato un errore durante il caricamento del documento di pagamento.
pt: Erro ao carregar os documentos de pagamento.

source: El importe pendiente de abonar es 0.
it: L'importo in attesa di pagamento è 0.
pt: O preço pendente de pagar é 0.

source: Debe confirmar antes los cambios.
it: È necessario confermare le modifiche in anticipo.
pt: Confirmas antes os trocas.

source: No hay artículos disponibles para su venta.
it: Non ci sono articoli disponibili per la vendita.
pt: Não há artigos disponivel para venda

source: No se puede cambiar el cliente del apartado.
it: Non è possibile modificare il client della sezione.
pt: Não pode trocar o cliente do apartado

source: Debe confirmar o rechazar los cambios para poder cerrar la pantalla de detalle de apartado.
it: È necessario confermare o rifiutare le modifiche per chiudere la schermata dei dettagli della sezione.
pt: Você deve confirmar ou rejeitar as alterações para fechar a seção de tela de detalhes.

source: Debe confirmar o rechazar los cambios antes de imprimir el extracto.
it: È necessario confermare o rifiutare le modifiche prima di stampare l'estratto.
pt: Você deve confirmar ou rejeitar as alterações antes de imprimir o extrato.

source: Se produjo un error en la impresión
it: Si è verificato un errore nella stampa
pt: Erro na immpressão

source: El artículo "{0} - {1}" no está tarificado.
it: L'articolo "{0} - {1}" non ha un prezzo.
pt: O artigo "{0} - {1}" não é medido.

source: ¿Desea vender el artículo a precio 0?
it: Vuoi vendere l'oggetto al prezzo 0?
pt: Você quer vender o preço do item 0?

source: No está permitida la venta a precio 0.
it: La vendita al prezzo 0 non è consentita.
pt: O preço de venda não é permitida a 0.

source: No tiene permisos para usar articulos genéricos
it: Non hai il permesso di utilizzare articoli generici
pt: Você não está autorizado a usar itens genéricos

source: Debe indicar los números de serie para continuar.
it: È necessario indicare i numeri seriali per continuare.
pt: Não há registros para os parâmetros selecionados

source: Ha habido un error al procesar los números de serie
it: Si è verificato un errore durante l'elaborazione dei numeri seriali
pt: Houve um erro na recuperação do médio de pagamento

source: Debe seleccionar al menos un artículo para la venta.
it: Devi selezionare almeno un articolo in vendita.
pt: Deve selecionar um artigo para a venda.

source: El saldo disponible del cliente es inferior al total de la venta.
it: Il saldo disponibile del cliente è inferiore al totale della vendita.
pt: O saldo disponível do cliente é inferior ao total da venda

source: Lo sentimos, ha ocurrido un error al imprimir.
it: Siamo spiacenti, si è verificato un errore durante la stampa.
pt: Desculpe, ocorreu um erro durante a impressão.

source: No se permite el uso de diferentes medios de pago.
it: Non è consentito l'uso di diversi mezzi di pagamento.
pt: Não pode utilizar diferentes médios de pagamento.

source: Confirme operación
it: Confermare l'operazione
pt: Confirmar operação

source: ¿Desea eliminar los registros?
it: Vuoi cancellare i record?
pt: Quer remover os registros?

source: Borrar pago
it: Elimina il pagamento
pt: Suprimir pagamento

source: Sin pagos para eliminar.
it: Nessun pagamento da eliminare.
pt: Nenhum pagamento para remover.

source: Los pagos han de cubrir el importe a pagar.
it: I pagamenti devono coprire l'importo da pagare.
pt: Os pagamentos devem cobrir o montante devido.

source: TOTAL:
it: TOTALE:

source: PENDIENTE:
it: PENDENZA:
pt: PENDENTE

source: Error consultando los pagos del apartado
it: Errore durante la consultazione dei pagamenti della sezione
pt: Erro na consulta dos pagamentos dos artigos

source: Se produjo un error en la impresión.
it: Si è verificato un errore nella stampa.
pt: Erro na impressão.

source: El importe no debe superar el total del apartado.
it: L'importo non deve superare il totale della sezione.
pt: O montante não pode exceder a seção total.

source: El importe debe ser mayor que cero.
it: L'importo deve essere maggiore di zero.
pt: A quantidade de recarga deve ser maior do que 0

source: Debe introducir un número válido.
it: Devi inserire un numero valido.
pt: Você deve digitar um número válido.

source: Error cargando pantalla pagos.
it: Errore durante il caricamento dei pagamenti su schermo.
pt: Erro no carregamento de pagamentos

source: No hay ninguna forma de pago seleccionada.
it: Non è stata selezionata alcuna forma di pagamento.
pt: Nenhuma forma de pagamento.

source: Ha habido un error al recuperar el medio de pago
it: Si è verificato un errore durante il recupero del metodo di pagamento
pt: Houve um erro na recuperação do médio de pagamento

source: No se ha especificado una acción correcta para este botón
it: Non è stata specificata un'azione corretta per questo pulsante
pt: Não foi especificado uma ação correta para o botão

source: Confirme operación.
it: Confermare l'operazione
pt: Confirme a operação.

source: ¿Desea eliminar el registro?
it: Vuoi cancellare il record?
pt: Você quer suprimir o registro?

source: Sin pagos para eliminar. Prueba de un mensaje de información bastante largo.
it: Nessun pagamento da eliminare. Prova un messaggio informativo abbastanza lungo.
pt: Nenhum pagamento de remover. Teste duma mensagem de informação muito longo.

source: El código de concepto no existe en la base de datos
it: Il codice concettuale non esiste nel database
pt: O código de conceito não existe na base de dados

source: SALIDA DE CAJA
it: SCATOLA IN USCITA
pt: SAÍDA DE CAIXA

source: ENTRADA EN CAJA
it: ENTRATA IN SCATOLA
pt: ENTRADA EM CAIXA

source: Debe seleccionar un elemento de la tabla
it: È necessario selezionare un elemento dalla tabella
pt: Por favor, selecione um elemento da tabela

source: Conceptos
it: concetti
pt: Conceitos

source: No está configurado el tipo de documento cierre de caja en el entorno.
it: Il tipo di documento di chiusura del contante nell'ambiente non è configurato.
pt: Não configurado o tipo de documento fecho de caixa no sistema.

source: Error recuperando el último cierre de caja para su impresión.
it: Errore durante il recupero dell'ultima chiusura di cassa per la stampa.
pt: Erro na recuperação do último fechamento de caixa para a impressão.

source: ¿Está seguro de querer eliminar esta línea de caja?
it: Sei sicuro di voler eliminare questa linea di cassa?
pt: Tem certeza de eliminar a linha de caixa?

source: Error eliminando la línea de caja.
it: Errore durante l'eliminazione della linea di pagamento.
pt: Erro eliminando a linha de caixa.

source: Para realizar el recuento de caja se deben cerrar todas las pantallas abiertas. ¿Desea continuar?
it: Per eseguire il conteggio del contante, tutti gli schermi aperti devono essere chiusi. Vuoi continuare?
pt: Para contar dinheiro deve fechar todas as telas abertas. Quer continuar?

source: Caja ABIERTA
it: Scatola OPEN
pt: Caixa ABERTA

source: Error leyendo información de ticket
it: Errore durante la lettura delle informazioni del ticket
pt: Erro lindo informações de tíquete

source: Fallo al imprimir ticket.
it: Impossibile stampare il ticket.
pt: Erro imprimindo o tíquete.

source: Para cerrar la caja se deben cerrar todas las pantallas abiertas. ¿Desea continuar?
it: Per chiudere la finestra tutti gli schermi aperti devono essere chiusi. Vuoi continuare?
pt: Para fechar a caixa deve fechar todas as janelas abertas. ¿Deseja continuar?

source: ¿Seguro de realizar el Cierre?
it: Sei sicuro di fare il Closing?
pt: Tens a certeza de fazer o fechamento?

source: Caja cerrada con descuadres
it: Scatola chiusa con squilibri
pt: Caixa fechada com descuadres

source: En
it: in
pt: Em

source: Tickets
it: biglietti

source: La fecha de cierre no puede ser anterior a la fecha de apertura.
it: La data di chiusura non può essere precedente alla data di apertura.
pt: A data-limite não pode ser anterior à data de abertura.

source: Se perderán los cambios realizados, ¿está seguro?
it: Le modifiche apportate andranno perse, sei sicuro?
pt: As alterações podem ser perdidas, tem certeza?

source: Se procederá a aplicar los cambios en el ticket de devolución, ¿está seguro?
it: Procederemo ad applicare le modifiche nel biglietto di ritorno, sei sicuro?
pt: As alterações vão ser aplicadas no tíquete de devolução, tem certeza?

source: Debe seleccionar previamente la línea que desea modificar.
it: È necessario selezionare in precedenza la linea che si desidera modificare.
pt: Primeiro, deve selecionar a linha que deseja modificar.

source: El número de tarjeta no coincide con el de la operación original
it: Il numero della carta non corrisponde all'operazione originale
pt: O número do cartão não coincide com o número da operação original

source: El número de tarjeta no es válido
it: Il numero della carta non è valido
pt: O número do cartão é inválido.

source: La línea {0} no se ha podido insertar por el siguiente motivo:
it: La linea {0} non {0} essere inserita per il seguente motivo:

source: --NUEVA DEVOLUCION--
it: --NEW RETURN--
pt: ANULAR DEVOLUÇÃO

source: No está configurado el tipo de documento nota de crédito en el entorno.
it: Il tipo di documento nota credito nell'ambiente non è configurato.
pt: Não está configurada o tipo de documento nota de crédito.

source: El documento %s no se ha encontrado
it: Il documento %s non è stato trovato
pt: O documento %s não foi encontrado.

source: Lo sentimos, ha ocurrido un error.
it: Siamo spiacenti, si è verificato un errore.
pt: Desculpe, ocurreu um erro.

source: No se ha encontrado ningún ticket con esos datos
it: Non sono stati trovati biglietti con questi dati
pt: Não foi encontrado nenhum tíquete com que isos dados

source: El código {0} no es un localizador o un código de documento válido
it: Il codice {0} non è un localizzatore o codice documento valido
pt: O código{0} não é uma referência o código de documento válido

source: El documento seleccionado no es válido.
it: Il documento selezionato non è valido.
pt: O documento selecionado não é válido.

source: El tipo de documento indicado no existe en la base de datos.
it: Il tipo di documento indicato non esiste nel database.
pt: O tipo de documento digitado não existe no banco de dados.

source: El id introducido no es válido.
it: L'ID inserito non è valido.
pt: O id digitado não é válido.

source: ---CAJA CERRADA---
it: --- SCATOLA CHIUSA ---
pt: ---CAIXA FECHADA---

source: La tarjeta introducida está dada de baja.
it: La scheda inserita è stata cancellata.
pt: O cartão inserido está anulado.

source: El número de tarjeta no es válido.
it: Il numero della carta non è valido.
pt: O número do cartão não é válido.

source: Ha ocurrido un error al conectar con el servidor para consultar la tarjeta regalo
it: Si è verificato un errore durante la connessione al server per controllare la carta regalo
pt: Ocurreu um erro na conexão com o servidor para a consulta do gift-card

source: La cantidad debe ser menor que {0}
it: La quantità deve essere inferiore a {0}
pt: A quantidade deve ser menor que {0}

source: No tiene permisos para cancelar la devolución.
it: Non hai il permesso di annullare il reso.
pt: Você não está autorizado a cancelar o reembolso.

source: Se anulará la devolución, ¿seguro que desea continuar?
it: Il reso sarà cancellato, sei sicuro di voler continuare?
pt: A devolução vai ser anulada, tem certeza que deseja continuar?

source: ¿Está seguro de querer eliminar esta línea del ticket?
it: Sei sicuro di voler eliminare questa riga dal ticket?
pt: Tem certeza de que deseja remover a linha do tíquete?

source: No tiene permisos para borrar una línea.
it: Non hai il permesso di cancellare una linea.
pt: Não tem permissão para suprmir uma linha.

source: No tiene permisos para modificar una línea.
it: Non hai il permesso di modificare una linea.
pt: Não está autorizado para alterar uma linha.

source: No se puede cambiar el cliente de un ticket con líneas.
it: Non è possibile modificare il client di un ticket con linee.
pt: Não pode mudar o cliente dum tíquete com linhas.

source: El ticket no contiene líneas de artículo.
it: Il ticket non contiene righe articolo.
pt: O tíquete não tem linhas de artigos.

source: No se pudo ejecutar la acción seleccionada.
it: L'azione selezionata non può essere eseguita.
pt: Não foi possível executar a ação selecionada.

source: Lea o escriba el código de barras de la tarjeta Giftcard
it: Leggi o scrivi il codice a barre sulla Giftcard
pt: Deve ler ou escrever o código de barras no cartão Giftcard

source: Existen tickets pendientes de confirmar. Antes debería finalizar la operación.
it: Ci sono biglietti in attesa per confermare. Dovresti terminare prima l'operazione.
pt: Há tíquetes pendentes de confirmação. Antes deve terminar a operação.

source: Quedan números de serie por asignar. Por favor, asígnelos antes de seguir.
it: Ci sono numeri seriali da assegnare. Per favore, assegnali prima di continuare.

source: Debe seleccionar el tipo de documento correspondiente.
it: È necessario selezionare il tipo di documento corrispondente.
pt: Você deve selecionar o tipo de documento apropriado.

source: Tipo de Documento
it: Tipo di documento

source: No es posible visualizar este tipo de documento
it: Non è possibile visualizzare questo tipo di documento
pt: Você não pode exibir esse tipo de documento

source: Error leyendo información de ticket.
it: Errore durante la lettura delle informazioni del ticket.
pt: Erro lindo informações de tíquete.

source: No se han encontrado resultados
it: Nessun risultato trovato
pt: Não há resultados

source: No se pudo obtener el ticket con el localizador introducido.
it: Impossibile ottenere il ticket con il localizzatore inserito.
pt: Não foi possível obter o tíquete com a referência introduzida.

source: Se produjo un error procesando el localizador.
it: Si è verificato un errore durante l'elaborazione del localizzatore.
pt: Houve um erro ao processar o localizador.

source: No hay ninguna línea seleccionada.
it: Non è stata selezionata alcuna linea.
pt: Não há uma linha selecionada.

source: Existe una venta sin finalizar. ¿Desea recuperarla?
it: C'è una vendita incompleta. Vuoi recuperarlo?
pt: Existe uma venda não finalizada. ¿La deseja recuperar?

source: Ha habido un error al recuperar el ticket
it: Si è verificato un errore durante il recupero del ticket
pt: Houve um erro ao obter o bilhete

source: ---NUEVO CLIENTE---
it: --- NUOVO CLIENTE ---
pt: ---NOVO CLIENTE---

source: El cliente no existe o está inactivo.
it: Il client non esiste o è inattivo.
pt: O tíquete não está vazio.

source: Se ha encontrado más de un cliente.
it: Più di un cliente trovato
pt: Encontramos mais de um cliente.

source: Debe seleccionar el cliente que desee establecer para la venta.
it: È necessario selezionare il cliente che si desidera stabilire per la vendita.
pt: Deve selecionar o cliente que deseja definir para venda.

source: No hay tickets aparcados
it: Nessun biglietto parcheggiato
pt: Há tíquetes estacionados

source: Existen tickets aparcados pendientes de confirmar. Antes debería finalizar la operación.
it: Ci sono biglietti parcheggiati in attesa di conferma. Dovresti terminare prima l'operazione.
pt: Há pendentes bilhetes estacionados. Antes da operação deve terminar.

source: No se ha podido cerrar la pantalla. Contacte con el administrador.
it: Lo schermo non può essere chiuso. Contattare l'amministratore
pt: Não foi possível fechar a tela. Entre em contato com o administrador.

source: ¿Está seguro de querer eliminar todas las líneas del ticket?
it: Sei sicuro di voler eliminare tutte le righe del biglietto?
pt: Tem certeza de que deseja excluir todas as linhas do tíquete?

source: ---NUEVA VENTA---
it: --- NUOVA VENDITA ---
pt: ---NOVA VENDA---

source: TOTAL A PAGAR
it: TOTALE DA PAGARE

source: Tiene tickets pendientes de confirmar. No tiene permisos para cancelar la venta.
it: Hai biglietti in sospeso per confermare. Non hai il permesso di annullare la vendita.
pt: Tem que ser confirmado tíquetes. Não está autorizado a cancelar a venda.

source: El ticket ha sido aparcado.
it: Il biglietto è stato parcheggiato.
pt: O tíquete foi estacionado.

source: Precio + Iva
it: Prezzo + Iva
pt: Preço

source: Seleccionar Cliente de Venta Profesional
it: Seleziona il client di vendita professionale
pt: Selecionar usuário

source: Datos de la Promocion
it: Dati della promozione

source: Error
it: errore

source: Error creando el ticket de venta.
it: Errore durante la creazione del ticket di vendita.
pt: Erro na creação do tíquete de venda.

source: Error insertando línea.
it: Errore durante l'inserimento della linea.
pt: Erro em linha de tíquete

source: Dato promocion fidelizado:
it: Dati di promozione fedeltà:

source: Datos promocion NO fidelizado:
it: Dati promozionali NON fedeli:

source: No se ha seleccionado un artículo.
it: Un oggetto non è stato selezionato.
pt: Não foi selecionado um artigo.

source: Esta linea tiene asociados numeros de serie, la cantidad indicada es inferior a la anterior, los números de serie serán borrados, deberá indicarlos de nuevo, ¿está seguro?
it: Questa linea ha numeri seriali associati, la quantità indicata è inferiore alla precedente, i numeri seriali saranno cancellati, dovrai indicarli di nuovo, sei sicuro?

source: No tiene permisos para realizar una devolución
it: Non hai il permesso di effettuare un rimborso
pt: Não autorizado para fazer uma devolução

source: La cantidad debe ser distinta de cero.
it: La quantità deve essere diversa da zero.
pt: A quantidade deve ser menor que {0}

source: El campo debe ser menor que {0}
it: Il campo deve essere inferiore a {0}
pt: A quantidade deve ser menor que {0}

source: El descuento debe ser un valor entre 0 y 100.
it: Lo sconto deve essere compreso tra 0 e 100.
pt: O desconto deve ser um valor entre 0 e 100

source: La tarjeta de fidelización {0} no está activa
it: La carta fedeltà {0} non è attiva
pt: O cartão de fidelização {0} nao está ativo

source: Tarjeta de fidelización añadida correctamente
it: Carta fedeltà aggiunta correttamente
pt: Cartão de fidelização adicionado corretamente

source: El cupón se ha añadido correctamente.
it: Il coupon è stato aggiunto correttamente.
pt: O cupóm foi adicionado corretamente.

source: El artículo se ha añadido correctamente.
it: L'articolo è stato aggiunto correttamente.
pt: O artigo foi adicionado com êxito.

source: Hay tickets aparcados
it: Ci sono biglietti parcheggiati
pt: Há tíquetes estacionados

source: La línea seleccionada no se puede modificar.
it: La linea selezionata non può essere modificata.
pt: A linha seleccionada não pode ser mudada.

source: No tiene permisos para borrar una línea
it: Non hai il permesso di cancellare una linea
pt: Não autorizado para eliminar uma linha

source: No tiene permisos para modificar una línea
it: Non hai il permesso di modificare una linea
pt: Não autorizado para modificar uma linha

source: La línea no se puede modificar.
it: La linea non può essere modificata.
pt: A linha não pode ser alterada.

source: El ticket no está vacío.
it: Il biglietto non è vuoto.
pt: O tíquete não está vazio.

source: El importe de recarga debe ser mayor que 0
it: La quantità di ricarica deve essere maggiore di 0
pt: A quantidade de recarga deve ser maior do que 0

source: Error en la búsqueda del documento de venta de crédito asociado a la factura.
it: Errore nella ricerca del documento di vendita di credito associato alla fattura.
pt: Erro na pesquisa do documento de venda de crédito da factura.

source: El código de localizador introducido no es correcto.
it: Il codice di identificazione inserito non è corretto.
pt: O código de referência não é correcto.

source: Lo sentimos, ha ocurrido un error en la petición
it: Siamo spiacenti, si è verificato un errore nella richiesta
pt: Desculpe, ocorreu um erro durante na petição

source: No se ha podido conectar con el servidor
it: Impossibile connettersi al server
pt: Foi imposível conectar com servidor

source: El servidor ha tardado demasiado tiempo en responder
it: Il server ha impiegato troppo tempo per rispondere
pt: O servidor tarda muito tempo para dar a resposta

source: No se puede facturar documentos de distinto cliente
it: Non è possibile controllare i documenti di clienti diversi
pt: O cliente não foi criado.

source: No se ha encontrado el cliente asociado al ticket origen
it: Il client associato al ticket di origine non è stato trovato
pt: Não foram encontrados contadores

source: No se pueden asignar más números de serie de la cantidad a devolver.
it: Non è possibile assegnare più numeri di serie dell'importo da restituire.
pt: Não há registros para os parâmetros selecionados

source: El número de serie no es válido, introduzca uno de la lista.
it: Il numero di serie non è valido, inserirne uno dall'elenco.
pt: O número do cartão não é válido.

source: Imposible insertar el número de serie, ya están todos asignados.
it: Impossibile inserire il numero di serie, sono già tutti assegnati.
pt: Não há registros para os parâmetros selecionados

source: El número de serie debe ser único.
it: Il numero di serie deve essere unico.
pt: O número do cartão não é válido.

source: Hay números de serie sin asignar, la pantalla se cerrará, ¿Está seguro?
it: Ci sono numeri seriali non assegnati, lo schermo si chiuderà, sei sicuro?

source: Los números asociados a la línea de venta serán borrados, ¿Está seguro?
it: I numeri associati alla linea di vendita saranno cancellati. Sei sicuro?

source: El número de serie indicado será borrado, ¿Está seguro?
it: Il numero di serie indicato verrà cancellato, sei sicuro?

source: No se pueden asignar todos los números de serie seleccionados.
it: Impossibile assegnare tutti i numeri seriali selezionati.
pt: Não há registros para os parâmetros selecionados

source: No se pueden asignar más números de serie, ya están todos asignados.
it: Non è possibile assegnare più numeri di serie, sono tutti assegnati.
pt: Não há registros para os parâmetros selecionados
