Repository: AlvaroLS01/posvscode
Catalog: pos-gui/src/main/resources/skins/bricodepot/com/comerzzia/pos/gui/i18n/*.po
Languages: it, pt

source: RECUPERAR TICKET
it: RECUPERA BIGLIETTO
pt: RECUPERAR TÍQUETE

source: ANULAR TICKET
it: ANNULLA BIGLIETTO
pt: CANCELAR TÍQUETE

source: SALDO GIFTCARD
it: BALANCE GIFTCARD

source: FIDELIZACION
it: FEDELTÀ
pt: FIDELIZAÇÃO

source: NUEVO CLIENTE
it: NUOVO CLIENTE
pt: NOVO CLIENTE

source: EDITAR CLIENTE
it: MODIFICA CLIENTE

source: CLIENTE GENÉRICO
it: CLIENTE GENERICO

source: VENDER
it: VENDERE

source: OMNICANAL
it: omnichannel

source: CATÁLOGO ONLINE
it: CATALOGO ONLINE

source: Datos envío
it: Dati di spedizione
pt: Dados envio

source: Datos cliente
it: Dati del cliente
pt: Dados cliente

source: Factura
it: fattura

source: Debe rellenar el campo documento
it: È necessario compilare il campo del documento
pt: Você deve preencher o campo do nome.

source: Debe seleccionar un código de tratamiento de impuestos.
it: Devi selezionare un codice di trattamento fiscale.
pt: Deve selecionar um código de tratamento de impostos.

source: Debe rellenar el campo descripción.
it: È necessario compilare il campo della descrizione.

source: La longitud del campo no puede superar los 45 caracteres.
it: La lunghezza del campo non può superare i 45 caratteri.
pt: O tamanho do campo não pode exceder 45 caracteres

source: Debe rellenar el campo de identificación del cliente.
it: È necessario compilare il campo di identificazione del cliente.
pt: Deve preencher o campo identificação do cliente.

source: La longitud del campo número de documento no puede superar los {max} caracteres
it: La lunghezza del campo del numero del documento non può superare {max} caratteri
pt: O comprimento do número do documento não pode exceder {max} caracteres

source: La longitud del campo no puede superar los 15 caracteres.
it: La lunghezza del campo non può superare i 15 caratteri.
pt: O tamanho do campo não pode exceder 15 caracteres.

source: Debe rellenar el campo del nombre comercial del cliente.
it: È necessario compilare il campo del nome commerciale del cliente.

source: La longitud del campo nombre comercial no puede superar los {max} caracteres
it: La lunghezza del campo del nome commerciale non può superare {max} caratteri

source: La longitud del campo domicilio no puede superar los {max} caracteres
it: La lunghezza del campo home non può superare {max} caratteri
pt: O comprimento do campo de endereço não pode exceder {max} caracteres

source: Debe rellenar el campo domicilio.
it: È necessario compilare il campo dell'indirizzo.

source: La longitud del campo población no puede superar los {max} caracteres
it: La lunghezza del campo popolazione non può superare {max} caratteri
pt: Comprimento campo população não pode exceder {max} caracteres

source: La longitud del campo provincia no puede superar los {max} caracteres
it: La lunghezza del campo provincia non può superare {max} caratteri
pt: O comprimento do campo província não pode exceder {max} caracteres

source: La longitud del campo localidad no puede superar los {max} caracteres
it: La lunghezza del campo località non può superare {max} caratteri
pt: O comprimento do campo de localização não pode exceder {max} caracteres

source: La longitud del campo código postal no puede superar los {max} caracteres
it: La lunghezza del campo del codice postale non può superare {max} caratteri
pt: O comprimento do campo de código postal não pode exceder {max} caracteres

source: La longitud del campo teléfono no puede superar los {max} caracteres
it: La lunghezza del campo del telefono non può superare {max} caratteri
pt: O comprimento do campo de telefone não pode exceder {max} caracteres

source: Debe seleccionar el país del cliente.
it: Devi selezionare il paese del cliente.
pt: Por favor, selecione o país do cliente.

source: Debe rellenar el campo longitud del contenido.
it: È necessario compilare il campo della lunghezza del contenuto.
pt: Por favor, preencha o campo comprimento do conteúdo.

source: La longitud del campo no puede superar los 2 caracteres.
it: La lunghezza del campo non può superare 2 caratteri.

source: El valor introducido debe ser numérico.
it: Il valore inserito deve essere numerico.
pt: O valor digitado deve ser numérico.

source: Debe rellenar el campo posición del contenido.
it: È necessario compilare la posizione del campo del contenuto.
pt: Deve preencher o campo posição do conteúdo.

source: Debe rellenar el campo posición de la cantidad.
it: È necessario compilare la posizione del campo della quantità.
pt: Deve preencher o campo posição da quantidade.

source: Debe rellenar el campo posición del precio.
it: Devi inserire la posizione del prezzo del campo.
pt: Deve preencher o campo posição do preço.

source: Debe rellenar el campo parte decimal de la cantidad.
it: È necessario compilare il campo con la parte decimale della quantità.
pt: Deve preencher o campo parte decimal da quantidade.

source: Debe rellenar el campo parte decimal del precio.
it: È necessario compilare la parte decimale del campo del prezzo.
pt: Deve preencher o campo parte decimal do preço.

source: Debe rellenar el campo tipo de código.
it: È necessario compilare il campo del codice del tipo.
pt: Deve preencher o campo tipo de código.

source: Debe rellenar el campo parte entera de la cantidad.
it: È necessario compilare il campo parte completa della quantità.
pt: Deve preencher o campo parte inteira da quantidade.

source: Debe rellenar el campo parte entera del precio.
it: L'intera parte del prezzo deve essere compilata.
pt: Deve preencher o campo parte inteira do preço.

source: Debe rellenar el campo prefijo.
it: È necessario compilare il campo prefisso.

source: Debe rellenar el campo nombre
it: È necessario compilare il campo del nome
pt: Você deve preencher o campo do nome.

source: Debe rellenar el campo apellidos
it: Devi compilare il campo del cognome
pt: Deve preencher o campo prefixo.

source: Debe seleccionar un tipo de documento
it: Devi selezionare un tipo di documento
pt: Você deve selecionar o tipo de documento apropriado.

source: Debe rellenar el campo email
it: Devi compilare il campo email
pt: Deve preencher o campo de domicílio.

source: Debe rellenar el campo provincia
it: Devi compilare il campo provincia
pt: Deve preencher o campo de domicílio.

source: Debe rellenar el campo población
it: Devi compilare il campo popolazione
pt: Deve preencher o campo descrição.

source: Debe rellenar el campo domicilio
it: È necessario compilare il campo dell'indirizzo
pt: Deve preencher o campo de domicílio.

source: El campo descripción del cliente debe estar relleno.
it: Il campo descrizione del cliente deve essere compilato.
pt: O campo descrição do cliente deve estar preenchido

source: La longitud del campo descripción no puede superar los {max} caracteres
it: La lunghezza del campo descrittivo non può superare {max} caratteri
pt: O comprimento do campo de descrição não pode exceder {max} caracteres

source: El campo domicilio del cliente debe estar relleno.
it: Il campo dell'indirizzo del cliente deve essere compilato.
pt: O campo domicílio do cliente deve estar preenchido

source: El campo num. documento del cliente debe estar relleno.
it: Il campo num. Il documento del cliente deve essere compilato.
pt: O campo número do documento do cliente deve ser preenchido.

source: La longitud del campo num. documento no puede superar los {max} caracteres
it: La lunghezza del campo num. il documento non può superare {max} caratteri
pt: O comprimento do número de campo. documento não pode exceder {max} caracteres

source: El campo país del cliente debe estar relleno.
it: Il campo Paese del cliente deve essere compilato.
pt: O campo do país do cliente deve ser preenchido.

source: El valor debe ser numérico.
it: Il valore deve essere numerico.
pt: O valor deve ser numérico

source: La fecha de apertura introducida no es válida
it: La data di apertura inserita non è valida
pt: A data de abertura digitada não é válida

source: Ha de indicar una fecha de apertura
it: Deve indicare una data di apertura
pt: Deve indicar uma data de abertura

source: El saldo ha de tener un valor positivo válido
it: Il saldo deve avere un valore positivo valido
pt: O saldo deve ter um valor positivo válido

source: El documento no puede superar los {max} caracteres
it: Il documento non può superare {max} caratteri
pt: O tamanho do documento não pode exceder os {max} caracteres.

source: Campo requerido
it: Campo obbligatorio

source: El importe introducido no es válido
it: L'importo inserito non è valido
pt: O valor digitado não é válido

source: La descripción del concepto no puede superar los {max} caracteres
it: La descrizione del concetto non può superare {max} caratteri
pt: O tamanho do campo conceito não pode exceder os {max} caracteres.

source: Ha de indicar una fecha de cierre
it: Devi indicare una data di chiusura
pt: Deve uma data de fechado.

source: La fecha de cierre introducida no es válida
it: La data di chiusura inserita non è valida
pt: A data de fecho digitado não é válido

source: El campo 'Código de tienda' no puede tener más de {max} dígitos.
it: Il campo 'Codice negozio' non può contenere più di {max} cifre.
pt: O campo 'código de loja' não pode ter mais de {max} dígitos.

source: El campo 'Código de tienda' no puede estar vacío.
it: Il campo 'Codice negozio' non può essere vuoto.
pt: O campo 'código de loja' não pode ficar vazio.

source: El campo 'Código de ticket' no puede estar vacío.
it: Il campo 'Codice ticket' non può essere vuoto.
pt: O campo 'código de tíquete' não pode ficar vazio.

source: El campo 'Código de caja' no puede estar vacío.
it: Il campo 'Codice cassa' non può essere vuoto.
pt: O campo 'código de caixa' não pode ficar vazio.

source: El campo 'Código de caja' no puede tener más de {max} dígitos.
it: Il campo 'Codice cassa' non può contenere più di {max} cifre.
pt: O campo 'código de caixa' não pode ser mais de {max} dígitos.

source: El campo 'Tipo de documento' no puede estar vacío.
it: Il campo 'Tipo di documento' non può essere vuoto.
pt: O campo 'Tipo de Documento' não pode ficar vazio.

source: El campo 'Código de documento' no puede tener más de {max} dígitos.
it: Il campo 'Codice documento' non può avere più di {max} cifre.
pt: O campo 'Código de documento' não pode ser mais de {max} dígitos.

source: La longitud del código no puede tener más de {max} dígitos.
it: La lunghezza del codice non può avere più di {max} cifre.
pt: O comprimento do código não pode ter mais de {max} dígitos.

source: El código del ticket no es válido.
it: Il codice del biglietto non è valido.
pt: O código do não é bilhete válido.

source: La fecha introducida no tiene un formato correcto.
it: La data inserita non ha un formato corretto.
pt: A entrada não tem um formato correto.

source: La longitud del campo debe estar entre {min} y {max} caracteres.
it: La lunghezza del campo deve essere compresa tra {min} e {max} caratteri.
pt: O comprimento do campo deve estar entre {min} e {max} caracteres.

source: La cantidad no puede ser nula
it: L'importo non può essere nullo
pt: O valor não pode ser nulo

source: El campo cantidad no es un número válido.
it: Il campo quantità non è un numero valido.
pt: O campo não é um número válido.

source: El precio no puede ser nulo
it: Il prezzo non può essere nullo
pt: O preço não pode ser nulo

source: El campo precio no es un número válido.
it: Il campo del prezzo non è un numero valido.

source: El campo descuento no es un número válido.
it: Il campo sconto non è un numero valido.
pt: O campo não é um número válido.

source: Debe introducir el código de caja.
it: Devi inserire il codice di cassa.
pt: Deve digitar o código de caixa.

source: Debe introducir el código de tienda.
it: Devi inserire il codice negozio.
pt: Deve digitar o código da loja.

source: Debe introducir el código de identificación del documento.
it: È necessario inserire il codice identificativo del documento.
pt: Deve digitar o campo de identificação do documento.

source: La longitud del campo no puede superar los 20 caracteres.
it: La lunghezza del campo non può superare i 20 caratteri.
pt: O tamanho do campo não pode exceder 20 caracteres.

source: La longitud del campo no puede superar los 50 caracteres.
it: La lunghezza del campo non può superare i 50 caratteri.
pt: O tamanho do campo não pode exceder 50 caracteres.

source: Debe rellenar el campo nombre.
it: È necessario compilare il campo del nome.

source: La longitud del campo nombre no puede superar los {max} caracteres
it: La lunghezza del campo nome non può superare {max} caratteri
pt: O comprimento do nome do campo não pode exceder {max} caracteres

source: La longitud del campo num. documento no puede superar los {max} caracteres
it: La lunghezza del campo num. il documento non può superare {max} caratteri
pt: O comprimento do número de campo. documento não pode exceder {max} caracteres

source: Debe rellenar el campo telefono.
it: È necessario compilare il campo telefonico.
pt: Você deve preencher o campo de telefone.

source: Debe introducir un valor distinto de 0
it: Devi inserire un valore diverso da 0
pt: Deve digitar um valor diferente de 0

source: El campo permite un máximo de {max} caracteres
it: Il campo consente un massimo di {max} caratteri

source: Debe ingresar un nombre de usuario.
it: Devi inserire un nome utente.
pt: Deve digitar um nome de usuário.

source: Debe ingresar un password.
it: Devi inserire una password.
pt: Deve digitar uma senha.

source: La longitud del usuario debe estar entre {min} y {max} caracteres.
it: La lunghezza dell'utente deve essere compresa tra {min} e {max} caratteri.
pt: O comprimento do usuário deve estar entre {min} e {max} caracteres.

source: Servicios
it: servizi
pt: Tipo de visor

source: Gestíon de servicios
it: Gestione del servizio
pt: Gestão de Permissões

source: Venta a crédito
it: Vendita a credito
pt: Vendas\Ventas a crédito

source: Gestión de Apartados
it: Gestione delle sezioni
pt: Gestão de apartados

source: Backstore
it: interni del supermercato
pt: Backoffice

source: Impresión de cupones
it: Stampa di coupon
pt: Impresão de cupons

source: Mantenimiento de Clientes
it: Manutenzione del cliente
pt: Manutenção de Clientes

source: Central
it: centrale

source: Configuración TPV
it: Configurazione POS
pt: Configuração

source: Códigos de Barras especiales
it: Codici a barre speciali
pt: Erro carregando os códigos de barras especiais

source: Venta Omnicanal
it: Vendita omnicanale
pt: Venda Omnicanal

source: Se borrará el cliente seleccionado. ¿Está seguro?
it: Il cliente selezionato sarà cancellato. Sei sicuro?
pt: O cliente selecionado será excluído. Você tem certeza?

source: Seleccione una población antes de continuar.
it: Seleziona una popolazione prima di continuare.
pt: Selecione uma população antes de continuar

source: Error consultando los documentos de identificación de la tienda.
it: Errore durante la consultazione dei documenti di identificazione del negozio.
pt: Erro na consulta dos documentos de identificação da loja.

source: No se pudo crear el cliente.
it: Non è stato possibile creare il client.
pt: O cliente não foi criado.

source: Error en la búsqueda, país no encontrado
it: Cerca errore, paese non trovato
pt: Erro na pesquisa, país não encontrado.

source: Error en la búsqueda del país del cliente.
it: Errore nella ricerca del paese del cliente.
pt: Erro na pesquisa do país do cliente.

source: No se encontró el cliente cuyos datos se desean modificar.
it: Il cliente di cui non si sono trovati i dati che si desidera modificare.
pt: Nenhum cliente é encontrado cujos dados vão ser modificados.

source: La petición no se procesó correctamente.
it: La richiesta non è stata elaborata correttamente.
pt: A petição não foi processada corretamente

source: Error. dirección de servicio rest no encontrada (HTTP 404)
it: Errore. indirizzo del servizio di riposo non trovato (HTTP 404)
pt: Erro. Direção de serviço rest não encontrada (HTTP 404)

source: No se pudo conectar con los servicios rest (HTTP 400)
it: Impossibile connettersi ai servizi di resto (HTTP 400)
pt: Foi imposível conectar com os serviços rest (HTTP 404)

source: No se pudo conectar con los servicios rest (HTTP 500)
it: Impossibile connettersi ai servizi di resto (HTTP 500)
pt: Foi imposível conectar com os serviços rest (HTTP 500)

source: No se pudo conectar con los servicios rest
it: Impossibile connettersi ai servizi di resto
pt: Foi imposível conectar com os serviços rest

source: El cliente con el documento {0}, el tipo de documento {1} y el país {2} no existe en el sistema
it: Il client con il documento {0} , il tipo di documento {1} e il paese {2} non esiste nel sistema
pt: O cliente da consulta não está registrado no sistema

source: El cliente con el documento {0} no existe en el sistema
it: Il client con il documento {0} non esiste nel sistema
pt: O cliente da consulta não está registrado no sistema

source: El documento indicado no es válido, ¿desea guardar el cliente de todas formas?
it: Il documento indicato non è valido, vuoi comunque salvare il cliente?
pt: O tipo de documento digitado não existe no banco de dados.

source: Ha habido un error al intentar validar el documento, ¿desea guardar el cliente de todas formas?
it: Si è verificato un errore durante il tentativo di convalidare il documento, vuoi comunque salvare il client?
pt: O tipo de documento digitado não existe no banco de dados.

source: Documento no valido
it: Documento non valido

source: La clase {0} no implementa la interfaz {1}
it: La classe {0} non implementa l'interfaccia {1}

source: No se ha encontrado la clase {0}
it: Classe {0}

source: Error validando el documento de identificación:
it: Errore durante la convalida del documento di identificazione:

source: Se produjo un error consultando las configuraciones de códigos de barra.
it: Si è verificato un errore durante il controllo delle impostazioni del codice a barre.
pt: Ocorreu um erro ao consultar as configurações de código de barras.

source: Se borrará la configuración seleccionada. ¿Está seguro?
it: La configurazione selezionata verrà cancellata. Sei sicuro?
pt: A configuração selecionada é limpa. tem certeza?

source: No se pudo eliminar la configuración seleccionada.
it: La configurazione selezionata non può essere cancellata.
pt: Não foi possível excluir a configuração selecionada.

source: Error. No se pudo completar la operación.
it: Errore. L'operazione non può essere completata.
pt: Error. Não foi possível concluir a operação.

source: Debe escoger una promoción generadora de cupones
it: Devi scegliere un coupon che generi promozione
pt: Por favor, escolha uma promoção de cupom gerador

source: Debe introducir una cantidad válida
it: Devi inserire un importo valido
pt: Deve digitar um número válido

source: No existen cupones para impresión manual
it: Non ci sono coupon per la stampa manuale
pt: Não há cupons para impressão manual

source: La promoción escogida no es válida
it: La promozione scelta non è valida
pt: A promoção escolhida é inválido

source: Error obteniendo los cupones a imprimir
it: Errore durante il recupero dei coupon da stampare
pt: Erro obtindo os cupom para imprimir

source: Debe seleccionar antes el colectivo correspondiente.
it: È necessario selezionare il collettivo corrispondente prima.
pt: Deve antes selecionar o país.

source: Error en la búsqueda, tipos de documento no encontrado
it: Cerca errore, tipi di documenti non trovati
pt: Erro na pesquisa, país não encontrado.

source: Error en la búsqueda de tipos de documento
it: Errore nella ricerca dei tipi di documento
pt: Erro na pesquisa do país do cliente.

source: El código de fidelizado indicado ya existe
it: Il codice fedeltà indicato esiste già
pt: O código de referência não é correcto.

source: Fidelizado creado correctamente
it: Lealista creato correttamente
pt: Senha alterada com sucesso

source: Fidelizado editado correctamente
it: Loyally edited
pt: Senha alterada com sucesso

source: Definitivo
it: finale

source: Provisional
it: provvisorio

source: Anulado
it: annullato

source: Debe seleccionar antes la tienda correspondiente.
it: È necessario selezionare in anticipo il negozio corrispondente.
pt: Deve antes selecionar o país.

source: Error cargando pantalla de apartados.
it: Errore durante il caricamento della schermata di sezione.
pt: Erro carregando a ecrã de apartados.

source: No hay caja abierta. Se abrirá automáticamente.
it: Non c'è una scatola aperta. Si aprirà automaticamente.
pt: Não há caixa aberta. vai se abrir automaticamente.

source: No hay caja abierta. Deberá ir a la gestión de caja para abrirla.
it: Non c'è una scatola aperta. Devi andare alla gestione della liquidità per aprirla.
pt: Nenhuma caixa aberta. Você deve ir a gestão de caixa para abri-lo.

source: No se puede realizar la venta. El día de apertura de la caja {0} no coincide con el del sistema {1}
it: La vendita non può essere effettuata. Il giorno di apertura della scatola {0} non coincide con il giorno del sistema {1}
pt: Você não pode fazer a venda. A caixa de dia da abertura {0} não corresponde ao sistema {1}

source: Error cargando pantalla. Para mas información consulte el log.
it: Errore durante il caricamento della schermata. Per ulteriori informazioni, consultare il registro.
pt: Erro carregando ecrã, Mais informação no log.

source: El apartado seleccionado no se puede editar.
it: La sezione selezionata non può essere modificata.
pt: A secção seleccionada não é editável.

source: El apartado no se puede cancelar.
it: La sezione non può essere cancellata.
pt: A secção seleccionada não é editável.

source: Se cancelará el apartado. ¿Está seguro?
it: La sezione sarà cancellata. Sei sicuro?
pt: O apartado vai ser cancelado. Tem certeza?

source: Error grabando el movimiento de caja.
it: Errore durante la registrazione del movimento della scatola.
pt: Erro gravando o movimento de caixa.

source: El apartado no está disponible para su venta.
it: La sezione non è disponibile per la vendita.
pt: O artigo nao está disponivel para a venda.

source: El coste del apartado no está cubierto.
it: Il costo della sezione non è coperto.
pt: O coste do artigo não está coberto.

source: Se va a proceder a finalizar el apartado. ¿Desea continuar?
it: La sezione procederà alla finalizzazione. Vuoi continuare?
pt: O apartado vai ser finalizado, deseja continuar?

source: Debe indicar todos los números de serie para continuar.
it: È necessario indicare tutti i numeri di serie per continuare.
pt: Não há registros para os parâmetros selecionados

source: Ha habido un error durante el procesado de los números de serie
it: Si è verificato un errore durante l'elaborazione dei numeri di serie
pt: Houve um erro na recuperação do médio de pagamento

source: ¿Desea asignar datos de facturación?
it: Vuoi assegnare le informazioni di fatturazione?
pt: Deseja atribuir dados de factura?

source: Error al salvar el ticket.
it: Errore durante il salvataggio del ticket.
pt: Erro ao salvar o tíquete.

source: No se encontraron documentos de identificación configurados para la tienda.
it: Nessun documento di identificazione è stato trovato configurato per il negozio.
pt: Nenhum documento de identificação configurados para a loja foram encontrados.

source: Detalle apartado {0}
it: Sezione di dettaglio {0}

source: Nuevo apartado
it: Nuova sezione
pt: Novo apartado

source: ---NUEVO APARTADO---
it: --- NUOVA SEZIONE ---
pt: ---NOVA VENDA---

source: No están permitidas recargas de tarjeta regalo en apartados.
it: Le ricariche delle carte regalo non sono consentite nelle sezioni.
pt: Não tem permissão para recarregar a giftcard em apartados

source: Para insertar artículos debe estar en modo edición.
it: Per inserire gli articoli devi essere in modalità modifica.
pt: Para este artigo deverá especificar as respectivas repartições.
