Repository: AlvaroLS01/posvscode
Catalog: pos-gui/src/main/resources/skins/bricodepot/com/comerzzia/pos/gui/i18n/*.po
Languages: it, pt

source: Caja configurada
it: Scatola configurata
pt: Caixa configurada

source: Tienda
it: negozio
pt: Loja

source: Método de conexión
it: Metodo di connessione
pt: Método de conexão

source: Tipo de impresora
it: Tipo di stampante
pt: Tipo de impressora

source: Tipo de tarjeta de fidelización
it: Tipo di carta fedeltà
pt: Tipo de cartão de fidelidade

source: Tipo de visor
it: Tipo di visualizzatore

source: Tipo de cajón
it: Tipo di cassetto
pt: Tipo de caixote

source: Tipo de balanza
it: Tipo di equilibrio
pt: Tipo de balança

source: Tipo de recarga móvil
it: Tipo di ricarica mobile
pt: Tipo de caixote

source: Deberá reiniciar la aplicación para establecer los cambios.
it: È necessario riavviare l'applicazione per impostare le modifiche.
pt: Deve reiniciar o aplicativo para definir as alterações.

source: Error guardando información de dispositivos
it: Errore durante il salvataggio delle informazioni sul dispositivo
pt: Erro ao salvar a informação de dispositivos

source: No se ha podido abrir la ventana de configuración
it: La finestra di configurazione non può essere aperta
pt: Não foi possível abrir a janela de configaração

source: TALLA
it: DIMENSIONE
pt: TALHA

source: COLOR
it: COLORE
pt: COR

source: Talla
it: dimensione
pt: Talha

source: Color
it: colore
pt: Cor

source: Preparación de pedidos
it: Preparazione dell'ordine
pt: Gestão de Permissões

source: Cód. documento
it: Cod. documento
pt: Id. Documento

source: Nº Bultos
it: No. Bultos

source: Tipo de embalaje
it: Tipo di imballaggio
pt: Tipo de balança

source: Cantidad
it: quantità
pt: Quantidade

source: Observaciones
it: osservazioni
pt: Observações

source: Escriba el código de la preparación a la que quiera acceder
it: Scrivi il codice del preparato a cui vuoi accedere
pt: Deve ler ou escrever o código de barras na giftcard

source: Código de preparación
it: Codice di preparazione
pt: Código de caixa

source: Aceptar
it: accettare
pt: Aceitar

source: Cancelar
it: annullare

source: Artículo
it: articolo
pt: Artigo

source: Productos pendientes
it: Prodotti in attesa
pt: O preço pendente de pagar é 0.

source: Cant. Pedida
it: Qtà ordine

source: U. Medida
it: U. Misura
pt: Quantidade

source: Cant. Prep.
it: Q. Prep.
pt: Quantidade

source: Criterio sustitución
it: Criterio di sostituzione

source: Modo preparación
it: Modalità di preparazione
pt: Confirmar operação

source: Movimientos
it: movimenti
pt: Movimentos

source: Cant. Medida
it: Misura della quantità
pt: Quantidade

source: Fecha
it: data
pt: Data

source: Usuario
it: utente
pt: Usuário

source: Tipo Movimiento
it: Tipo di movimento
pt: Movimentos

source: Ruta
it: percorso

source: Nº Pedidos pendientes
it: No. Ordini in sospeso
pt: O preço pendente de pagar é 0.

source: Resumen
it: sommario

source: Total:
it: totale:
pt: Total(E/S)

source: Artículos no servidos
it: Articoli non serviti
pt: Artigo genérico

source: Sustitución de artículo
it: Sostituzione dell'articolo
pt: Edição artigo

source: Consulta de servicios
it: Consultazione di servizi
pt: Consulta de saldo

source: Tipos de servicio
it: Tipi di servizio
pt: Tipo de visor

source: Estados
it: stati
pt: Contado

source: FECHA DE ENTREGA
it: DATA DI CONSEGNA

source: Franja horaria disponible
it: Fuso orario disponibile
pt: Saldo disponível

source: Franja horaria no disponible
it: Fuso orario non disponibile
pt: Ação no disponível.

source: Número maximo de pedidos
it: Numero massimo di ordini
pt: Número de cartão

source: Minutos de cadencia entre pedidos
it: Minuti di cadenza tra gli ordini

source: Hora tope de pedido para servir en esta franja
it: Limite di tempo dell'ordine per servire in questa striscia
pt: Não tem permissões para fazer a operação

source: Número de pedidos a entregar
it: Numero di ordini da consegnare
pt: Número de cartão

source: Número de pedidos servidos
it: Numero di ordini serviti
pt: Número de cartão

source: Número de pedidos permitidos
it: Numero di ordini consentiti
pt: Número de cartão

source: Cerrar
it: vicino
pt: Fechar

source: Nombre
it: nome
pt: Nome

source: Tipo de contacto
it: Tipo di contatto
pt: Tipo de Documento

source: Valor
it: valore

source: Responsable
it: responsabile

source: Art a preparar
it: Arte da preparare
pt: Valor devido

source: Art ptes
it: Pitti d'arte
pt: Valor devido

source: Art preparados
it: Preparati d'arte
pt: Valor devido

source: Art sustituido
it: Arte sostituita

source: Art no servido
it: Arte non servita
pt: Preço inválido.

source: F inicio
it: F inizio

source: F fin
it: Fine

source: Contenido
it: contenuto
pt: Contado

source: Nº de bultos
it: Numero di pacchi

source: Descripción
it: descrizione
pt: Descrição

source: Domicilio
it: casa
pt: Domicílio

source: Población
it: popolazione
pt: População

source: Localidad
it: posizione
pt: Localidade

source: País
it: paese
pt: Cod. País

source: Estados anteriores del servicio
it: Precedenti condizioni di servizio
pt: Detalhe do apartado

source: Estado anterior
it: Stato precedente
pt: Contado

source: Estado nuevo
it: Nuovo stato
pt: Contado

source: ¿Está seguro de que quiere cambiar el estado de este servicio?
it: Sei sicuro di voler cambiare lo stato di questo servizio?
pt: Tem certeza de eliminar a linha de caixa?

source: Fecha registro
it: Data di registrazione
pt: Data de Abertura

source: Importe
it: importo
pt: Preço

source: Transportista
it: vettore

source: Fecha servicio
it: Data di servizio
pt: Data de Fechamento

source: Almacén origen
it: Magazzino di origine
pt: Confirmar operação

source: Almacén preparación
it: Preparazione del magazzino
pt: Confirmar operação

source: Almacén destino
it: Magazzino di destinazione
pt: Confirmar operação

source: Detalles del servicio
it: Dettagli del servizio
pt: Detalhe do apartado

source: Estado
it: stato
pt: Contado

source: Fecha entrega
it: Data di consegna
pt: Data de Abertura

source: Horario
it: orario

source: Dirección de entrega
it: Indirizzo di consegna
pt: Direção

source: Datos de la preparación
it: Dati di preparazione
pt: Não foi possível executar a operação.

source: Tipo servicio
it: Tipo di servizio
pt: Tipo de visor

source: F. entrega
it: F. consegna
pt: Data de Abertura

source: Hora
it: tempo

source: Acts.
it: Atti.

source: Nueva actividad
it: Nuova attività
pt: Novo apartado

source: Nueva solicitud
it: Nuova richiesta
pt: Tipo de visor

source: Tipo de solicitud
it: Tipo di richiesta
pt: Tipo de visor

source: Solicitudes
it: applicazioni
pt: Tipo de visor

source: Solicitudes de
it: Richieste per
pt: Tipo de visor

source: Resuelta
it: risoluto

source: Solicitud
it: applicazione
pt: Tipo de visor

source: Creada por
it: Creato da

source: Resuelto
it: risoluto

source: Fecha resolución
it: Data di risoluzione
pt: Data de Abertura

source: Actividades de la Solicitud seleccionada:
it: Attività dell'applicazione selezionata:

source: Visto
it: consultati

source: Origen
it: fonte

source: Actividad
it: attività
pt: Ativo

source: Tipo contacto
it: Tipo di contatto
pt: Tipo Documento

source: Datos contacto
it: Dati di contatto
pt: Dados cliente

source: Para mas información visite www.comerzzia.es
it: Per maggiori informazioni visita www.comerzzia.es
pt: Para mais informações visite www.comerzzia.es

source: OK
it: bene

source: Borrar
it: cancellare
pt: Suprimir

source: Código
it: codice

source: Teléfono
it: telefono
pt: Telefone

source: Desglose 1
it: Breakdown 1

source: Desglose 2
it: Breakdown 2

source: Caja
it: scatola
pt: Caixa

source: Contraseña
it: password
pt: Senha

source: SELECCIÓN DE USUARIO
it: SELEZIONE UTENTE
pt: SELEÇÃO DE USUARIO

source: Salir
it: uscita
pt: Sair

source: Cambiar contraseña
it: Cambia password
pt: Trocar senha

source: Confirmar nueva contraseña
it: Conferma nuova password
pt: Confirmar nova senha

source: Contraseña nueva
it: Nuova password
pt: Nova Senha

source: Contraseña actual
it: Password corrente
pt: Senha Atual

source: Ocultar Menú
it: Nascondi menu
pt: Esconder o menu

source: NOTIFICACIONES
it: AVVISI
pt: AVISOS

source: LIMPIAR
it: PULITO
pt: LIMPO

source: CERRAR
it: CHIUDI
pt: FECHAR

source: Filtrar
it: filtro
pt: Deixar vazar

source: Gestión de Permisos
it: Gestione del permesso
pt: Gestão de Permissões

source: Titular
it: titolo

source: Administrar
it: gestire

source: Número de tarjeta
it: Numero della carta
pt: Número de cartão

source: Alta Fidelizado
it: Alta fedeltà
pt: Fidelidade

source: Consulta de saldo
it: Richiesta di equilibrio

source: Saldo disponible
it: Equilibrio disponibile
pt: Saldo disponível

source: Recarga GiftCard
it: Ricarica GiftCard
pt: Carga GiftCard

source: Recarga GiftCard Nº
it: Ricarica GiftCard Nº
pt: Carga GiftCard Nº

source: Datos Artículo Recarga
it: Data di ricarica dell'articolo
pt: Dado artigo Carga

source: Saldo actual
it: Saldo corrente
pt: Saldo atual

source: Recarga
it: ricarica
pt: Carga

source: Correo Electrónico
it: posta elettronica

source: Apellidos
it: cognomi

source: Direccion
it: indirizzo

source: Tarjeta
it: carta
pt: Cartão

source: Host
it: ospite

source: Puerto
it: porto

source: Código de empresa
it: Codice dell'azienda
pt: Código de loja

source: Código de tienda
it: Codice negozio
pt: Código de loja

source: Código de tpv
it: Codice Tpv
pt: Código de Tíquete

source: Forma de pago
it: Metodo di pagamento
pt: Meio de pagamento

source: Configuración TEF CLEARONE
it: Configurazione TEF CLEARONE
pt: Configuração

source: Medios de pago
it: Mezzi di pagamento
pt: Meio de pagamento

source: Descripcion
it: descrizione
pt: Descrição

source: Configuración PINPAD REDSYS
it: Configurazione PINPAD REDSYS
pt: Configuração

source: Código centro
it: Codice centrale
pt: Código de Tíquete

source: Código terminal
it: Codice terminale
pt: Código de loja

source: Clave de firma
it: Chiave di firma

source: Configuración TEF Saima
it: Configurazione TEF Saima
pt: Configuração

source: IP Servicio
it: Servizio IP
pt: Tipo de visor

source: Cod. moneda
it: Codice valuta
pt: Cod. Loja

source: Configuración TEF WINCOR
it: Configurazione TEF WINCOR
pt: Configuração

source: Código tienda
it: Codice negozio
pt: Código de loja

source: Actualizar claves
it: Chiavi di aggiornamento

source: Pagos
it: pagamenti
pt: Pagamentos

source: PENDIENTE
it: PENDENZA
pt: PENDENTE

source: Artículos
it: articoli
pt: Artigo

source: TOTAL:
it: TOTALE:

source: Configuración
it: configurazione
pt: Configuração

source: General
it: generale
pt: Geral

source: Visor
it: mirino

source: Cajón
it: cassetto
pt: Caixote

source: Impresora 1
it: Stampante 1
pt: Impressora 1

source: Impresora 2
it: Stampante 2
pt: Impressora 2

source: Balanza
it: equilibrio
pt: Balança

source: Fidelizado
it: I fidelizado
pt: Fidelidade

source: Recarga móvil
it: Ricarica mobile
pt: Carga

source: Editar configuración
it: Modifica le impostazioni
pt: Editar configuração

source: Escoja la población deseada
it: Scegli la popolazione desiderata
pt: Escolha a população

source: Datos del Cliente
it: Dati del cliente
pt: Dados do Cliente

source: Tipo Documento
it: Tipo di documento

source: Num. Documento
it: No. Documento

source: Activo
it: attivo
pt: Ativo

source: Datos Generales
it: Informazioni generali

source: Teléfono 1
it: Telefono 1
pt: Telephone 1

source: Teléfono 2
it: Telefono 2
pt: Telephone 2

source: Pais
it: paese
pt: País

source: Tarifa
it: tasso
pt: Taxa

source: Trat. Impuesto
it: Trat. imposta
pt: Trat. Imposto

source: Datos Bancarios
it: Dati bancari

source: (*) Campos obligatorios
it: (*) Campi obbligatori
pt: (*) Campos obrigatórios

source: Configuración código de barras
it: Configurazione del codice a barre
pt: Configuração código de barras

source: Prefijo
it: prefisso
pt: Prefixo

source: Ticket
it: biglietto
pt: Tíquete

source: Precio
it: prezzo
pt: Preço

source: Fidelizacion
it: fidelización
pt: Fidelização

source: Posición
it: posizione
pt: Posição

source: Longitud
it: lunghezza
pt: Comprimento

source: Parte entera
it: Parte intera
pt: Parte inteira

source: Parte decimal
it: Parte decimale

source: Impresión de Cupones
it: Stampa coupon
pt: Imprimir cupons

source: Promoción
it: promozione
pt: Promoção

source: Imprimir
it: stampa

source: Buscar colectivos
it: Cerca collettivi
pt: Pesquisar Clientes

source: Cod. Colectivo
it: Cod. Collettivo
pt: Dinheiro

source: Buscar
it: ricerca
pt: Procurar

source: Datos generales
it: Informazioni generali
pt: Dados cliente

source: Colectivos
it: gruppi
pt: Dinheiro

source: Movimientos Tarjetas
it: Carte di movimenti
pt: Movimentos

source: Últimas Ventas
it: Ultime vendite
pt: Entradas (Vendas)

source: Editar
it: modifica

source: Código Colectivo
it: Codice collettivo
pt: Código de Tíquete

source: Nº de tarjeta
it: Numero della carta
pt: Número de cartão

source: Tipo documento
it: Tipo di documento

source: Sexo
it: sesso

source: Fecha de nacimiento
it: Data di nascita
pt: Manutenção

source: Estado civil
it: Stato civile
pt: Contado

source: Permitir notificaciones
it: Consenti notifiche
pt: Não há bilhetes estacionados

source: Móvil
it: mobile

source: Código postal
it: Codice postale
pt: Código de loja

source: Tienda favorita
it: Negozio preferito

source: Colectivo
it: gruppo
pt: Dinheiro

source: Nº Tarjeta
it: No. Card
pt: Cartão

source: Saldo Total
it: Saldo totale

source: Últimos 20 movimientos de la tarjeta seleccionada
it: Ultimi 20 movimenti della carta selezionata

source: Concepto
it: concetto
pt: Conceito

source: Entrada
it: ingresso
pt: Entradas (Mov)

source: Salida
it: produzione
pt: Sair

source: Saldo
it: equilibrio

source: Tienda Favorita
it: Negozio preferito

source: Ventas realizadas en los últimos 12 meses
it: Vendite effettuate negli ultimi 12 mesi

source: Cód. Tienda
it: Cod. negozio
pt: Cod. Loja

source: Buscar tiendas
it: Cerca negozi
pt: Pesquisar Clientes

source: Cod. Tienda
it: Cod. Store
pt: Cod. Loja

source: Gestión de apartados
it: Gestione delle sezioni
pt: Gestão de apartados

source: Apartado Nº
it: Sezione Nº

source: Ver todos
it: Vedi tutto
pt: Olhar todos

source: Cancelado
it: annullato

source: Finalizado
it: finalizzato

source: Nº
it: No.

source: Detalle de apartado
it: Dettaglio della sezione
pt: Detalhe do apartado

source: Nº Doc
it: N. Doc.

source: Recogida
it: collezione
pt: Recolhida

source: ARTICULO
it: ARTICOLO
pt: ARTIGO

source: DESCRIPCION
it: DESCRIZIONE
pt: DESCRIÇÃO

source: IMPORTE
it: IMPORTO
pt: PREÇO

source: SERVIDO
it: SERVITO

source: ABONADO
it: ABBONATO
pt: PAGAR

source: Marcar venta artículos
it: Contrassegna gli articoli in vendita
pt: Marcar venda artigos

source: Pagos del apartado
it: Pagamenti dalla sezione
pt: Pagamentos do apartado

source: Medio de pago
it: Mezzi di pagamento
pt: Meio de pagamento

source: Imprimir pago
it: Stampa il pagamento
pt: Imprimir pagamento

source: Importe a pagar
it: Importo da pagare
pt: Valor devido

source: Apertura de Caja
it: Apertura di contanti
pt: Abertura da Caixa

source: Fecha Apertura
it: Data di apertura
pt: Data de Abertura

source: Abrir Caja
it: Scatola aperta
pt: Abrir Caixa

source: CANTIDAD
it: QUANTITA '
pt: QUANTIDADE

source: MONEDA
it: VALUTA
pt: MOEDA

source: TOTAL
it: TOTALE

source: Medio de Pago
it: Metodo di pagamento
pt: Meio de Pagamento

source: Efectivo
it: efficace
pt: Dinheiro

source: Insertar Apunte
it: Inserisci punto
pt: INSERIRI APONTAMENTO

source: Gestión de Caja
it: Gestione della liquidità
pt: Gestão de Caixa

source: Cajero
it: cassiere
pt: Caixa

source: Caja CERRADA
it: Scatola chiusa
pt: Caixa FECHADA

source: FECHA
it: DATA
pt: DATA

source: ENTRADAS
it: BIGLIETTI

source: SALIDAS
it: PARTENZE
pt: SAÍDAS

source: CONCEPTO
it: CONCEPT
pt: CONCEITO

source: DESCRIPCION CONCEPTO
it: DESCRIZIONE CONCEPT
pt: DESCRIÇÃO CONCEITO

source: Ventas
it: vendite
pt: Vendas

source: CÓDIGO
it: CODE

source: Fecha Cierre
it: Data di chiusura
pt: Data de Fechamento

source: MEDIO PAGO
it: MEZZO PAGAMENTO
pt: MEIO PAGAMENTO

source: TOTAL (E-S)
it: TOTALE (IT)

source: RECUENTO
it: CONTEGGIO
pt: RECONTO

source: Total(E/S)
it: Totale (I / O)

source: Total Recuento
it: Conteggio totale
pt: Contagem total

source: Entradas (Ventas)
it: Biglietti (vendite)
pt: Entradas (Vendas)

source: En X Tickets
it: In X biglietti
pt: Em x tíquetes

source: Salidas (Devolución)
it: Uscite (ritorno)
pt: Saídas (Devolução)

source: Entradas (Mov)
it: Biglietti (Mov)

source: Salidas (Mov)
it: Uscite (Mov)
pt: Saídas (Mov)

source: Total Entradas
it: Biglietti totali

source: Total Salidas
it: Totale uscite
pt: Total Saídas

source: Cerrar Caja
it: Chiudi la scatola
pt: Fecha caixa

source: Recuento de Caja
it: Contanti
pt: Contagem de Caixa

source: FORMA DE PAGO
it: FORMA DI PAGAMENTO
pt: MÉTODO DE PAGAMENTO

source: Anotar recuento
it: Scrivi il conteggio
pt: Anotar reconto

source: Otros
it: altrui
pt: Outros

source: Devoluciones
it: Restituisce
pt: Devoluções

source: Código de caja
it: Codice di cassa
pt: Código de caixa

source: Tipo de documento
it: Tipo di documento

source: Código de ticket
it: Codice del biglietto
pt: Código de Tíquete

source: DATOS DEL TICKET ORIGINAL
it: DATI DEL BIGLIETTO ORIGINALE
pt: DADOS DO TÍQUETE ORIGINAL

source: ARTÍCULO
it: ARTICOLO
pt: ARTIGO

source: DESCRIPCIÓN
it: DESCRIZIONE
pt: DESCRIÇÃO

source: DEVUELTAS
it: RINVIATO
pt: TRANSFERIDAS

source: DEVOLVER
it: RITORNO
pt: TRANSFERIR

source: Devolver
it: ritorno
pt: Transferir

source: Cambio artículos
it: Cambia articoli
pt: Alterar artigos

source: Cod. documento / Localizador
it: Cod. Document / Locator
pt: Cod. documento / Referência

source: INICIAR DEVOLUCION
it: INIZIA RITORNO
pt: INICIAR DEVOLUÇÃO

source: Imprimir Copia
it: Stampa copia

source: Ticket regalo
it: Biglietto regalo
pt: Tíquete presente

source: Gestión de Documentos
it: Gestione dei documenti
pt: Gestão de Documentos

source: Tipo Doc.
it: Digita il documento

source: Localizador
it: cicalino
pt: Referência

source: Buscar Documento
it: Cerca documento
pt: Procurar Documento

source: Seleccionar Cliente
it: Seleziona cliente
pt: Selecionar usuário

source: Dirección
it: indirizzo
pt: Direção

source: Búsqueda de artículos
it: Cerca oggetti
pt: Pesquisa de artigos

source: Precio + IVA
it: Prezzo + IVA
pt: Preço

source: Venta Profesional
it: Vendita professionale
pt: Venda Omnicanal

source: PRECIO
it: PREZZO
pt: PREÇO

source: PRECIO + IVA
it: PREZZO + IVA
pt: PREÇO

source: IMPORTE + IVA
it: IMPORTO + IVA
pt: PREÇO

source: Vendedor
it: venditore

source: CLIENTE FIDELIZADO:
it: CLIENTE FIDELIZZATO:

source: SALDO:
it: BALANCE:

source: Nº TARJETA:
it: NUMERO DI CARTA:
pt: Nº CARTÃO

source: Recargo
it: sovrapprezzo
pt: Carga

source: Edición artículo
it: Edizione dell'articolo
pt: Edição artigo

source: Articulo
it: articolo
pt: Artigo

source: Descuento
it: sconto
pt: Desconto

source: Precio Total
it: Prezzo totale
pt: Preço total

source: Números de serie
it: Numeri di serie
pt: Número de cartão

source: Recuperar Venta Omnicanal
it: Recupera vendita omni-canale
pt: Recuperar Venda Omnicanal

source: Introduzca los datos del documento
it: Inserisci i dati del documento
pt: Digite os dados do documento

source: Cód. Caja
it: Cod. scatola
pt: Cod. Caixa

source: Números de serie dispopnibles
it: Numeri di serie disponibili
pt: Número de cartão

source: Artículo:
it: Articolo:
pt: Artigo

source: Cantidad:
it: Quantità:
pt: Quantidade

source: Número de serie
it: Numero di serie
pt: Número de cartão

source: Números de serie asociados a la línea del ticket
it: Numeri seriali associati alla linea del biglietto
pt: Tem certeza de que deseja excluir todas as linhas do tíquete?

source: Pendiente:
it: in attesa:
pt: O preço pendente de pagar é 0.

source: Insertar
it: inserire
pt: INSERIRI APONTAMENTO

source: Numeros serie
it: Numeri di serie
pt: Número de cartão

source: Buscar Clientes
it: Cerca clienti
pt: Pesquisar Clientes

source: POBLACION
it: POPOLAZIONE
pt: POPULAÇÃO

source: Datos del cliente para la factura
it: Dati del cliente per la fattura
pt: Dados do cliente para a factura

source: Nombre comercial
it: Nome commerciale

source: Datos bancarios
it: Informazioni bancarie

source: Buscar Cliente
it: Cerca cliente
pt: Pesquisar Cliente

source: Buscar países
it: Cerca nei paesi
pt: Pesquisar países

source: Cod. País
it: Cod. Paese

source: ENTREGADO
it: CONSEGNATO
pt: ENTREGUE

source: A PAGAR
it: PER PAGARE

source: FORMA PAGO CAMBIO:
it: MODIFICA DEL PAGAMENTO DEL FORMATO:
pt: FORMA PAGAMENTO CÂMBIO:

source: Anotar pago
it: Scrivi il pagamento
pt: Anotar pagamento

source: A CUENTA
it: PER ACCOUNT
pt: A CONTA

source: Selección medio de pago para el cambio
it: Selezione del pagamento medio per la modifica
pt: Seleção médio de pagamento para o câmbio

source: Medio de pago seleccionado:
it: Metodo di pagamento selezionato:
pt: Meios de pagamento selecionado:

source: Recuperar ticket
it: Recupera ticket
pt: Recuperar tíquete

source: FIN PREPARACIÓN
it: PREPARAZIONE DELLA FINE
pt: DESCRIÇÃO

source: DETALLE DEL SERVICIO
it: DETTAGLIO DEL SERVIZIO

source: SUSTITUIR
it: SOSTITUTO

source: NO SERVIR
it: NON SERVIRE
pt: SERVIDO

source: IMPRIMIR PREPARACIÓN
it: PREPARAZIONE DELLA STAMPA
pt: DESCRIÇÃO

source: LIBERAR PREPARACIÓN
it: PREPARAZIONE GRATUITA
pt: DESCRIÇÃO

source: CAMBIO FORMATO
it: CAMBIA FORMATO
pt: CÂMBIO

source: BULTOS
it: CONFEZIONATI

source: ASIGNARME PREPARACIÓN
it: ASSEGNAZIONE PREPARAZIONE
pt: DESCRIÇÃO

source: IR A PREPARACIÓN
it: VAI ALLA PREPARAZIONE
pt: DESCRIÇÃO

source: ACTUALIZAR
it: AGGIORNAMENTO

source: NUEVA PREPARACION
it: NUOVA PREPARAZIONE
pt: DESCRIÇÃO

source: ETIQUETAS
it: ETICHETTE

source: FILTRAR
it: SCREENING

source: PDTES. PREPARACIÓN
it: PDTES. PREPARAZIONE
pt: DESCRIÇÃO

source: PDTES. EMBALAJE
it: PDTES. IMBALLAGGIO
pt: DESCRIÇÃO

source: EN PREPARACIÓN
it: IN PREPARAZIONE
pt: DESCRIÇÃO

source: PDTES. FACTURAR
it: PDTES. FATTURAZIONE
pt: DESCRIÇÃO

source: PDTES. ENVÍO
it: PDTES. SPEDIZIONE
pt: DESCRIÇÃO

source: PDTES. CONFIRMAR ENTREGA
it: PDTES. CONFERMA CONSEGNA
pt: DESCRIÇÃO

source: PDTES. RECOGIDA
it: PDTES. RACCOLTA
pt: DESCRIÇÃO

source: DETALLE
it: DETTAGLIO
pt: TALHA

source: IMPRIMIR LISTADO
it: ELENCO STAMPA
pt: IMPRIMIR

source: NUEVA SOLICITUD
it: NUOVA APPLICAZIONE

source: VER SOLICITUD
it: VEDERE L'APPLICAZIONE

source: RESOLVER
it: RISOLVERE
pt: TRANSFERIR

source: NUEVA ACTIVIDAD
it: NUOVA ATTIVITÀ

source: VER ACTIVIDAD
it: VEDI ATTIVITÀ

source: VISTO
it: VISTI

source: ASIGNAR CLIENTE
it: ASSEGNA IL CLIENTE
pt: ATRIBUIR CLIENTE

source: ANOTAR PAGO
it: PAGAMENTO RECORD
pt: ANOTAR PAGAMENTO

source: COMPLETAR VENTA
it: VENDITA COMPLETA
pt: COMPLETAR VENDA

source: IMPRIMIR
it: STAMPA

source: VER PAGOS
it: VEDI PAGAMENTI
pt: OLHAR PAGAMENTOS

source: DATOS CLIENTE
it: DATI DEL CLIENTE
pt: DADOS CLIENTE

source: BÚSQUEDA
it: RICERCA
pt: PESQUISA

source: aceptar (no visible)
it: accettare (non visibile)
pt: aoaceitar (nao visível)

source: abrir cajón (no visible)
it: cassetto aperto (non visibile)

source: IMPRIMIR ULT. CIERRE
it: STAMPA ULT. CHIUSURA
pt: IMPRIMIR ÚLT. FECHAMENTO

source: CIERRE
it: CHIUSURA
pt: FECHO

source: INSERTAR APUNTE
it: INSERISCI APUNTE
pt: INSERIR TÍQUETE

source: RECUENTO CAJA
it: CONTEGGIO SCATOLA
pt: RECONTO CAIXA

source: CAMBIAR CAJERO
it: MODIFICA DEL CASHIER
pt: MUDAR DE CAIXA

source: AÑADIR UNO
it: AGGIUNTA UNO
pt: ADICIONAR UM

source: AÑADIR FILA
it: AGGIUNGI FILA
pt: ADICIONAR LINHA

source: AÑADIR TODO
it: AGGIUNTA TUTTO
pt: ADICIONAR TODO

source: VER DOC. ORIGEN
it: VEDI DOC. ORIGINE
pt: VER DOC. ORIGEM

source: ANULAR DEVOLUCION
it: ANNULLA INVIO
pt: ANULAR DEVOLUÇÃO

source: PAGOS
it: PAGAMENTI
pt: PAGAMENTOS

source: GESTIÓN DOCUMENTOS
it: GESTIONE DEI DOCUMENTI
pt: GESTÃO DOCUMENTOS

source: APARCAR TICKET
it: BIGLIETTO DI PARCHEGGIO
pt: ESTACIONAR TÍQUETE
